{
  "killersOfTheFlowerMoon": {
    "reviews": [
      {
        "id": "kotfm_1",
        "content": "About a third of the way through Martin Scorsese’s slow-building epic Killers of the Flower Moon, we witness the marriage of Mollie Kile (Lily Gladstone) and Ernest Burkhart (Leonardo DiCaprio). Mollie arrives at the wedding in 18th-century American military garb over layers of handmade Osage beadwork and woven fringe. Other guests and wedding attendants are similarly attired in magnificent and ornate clothing and accessories. It is a glorious feast of color and costume, meticulously recreating Osage wedding customs from 1920s historical records. It is an unforgettable moment in the three-and-a-half-hour film and a beautiful example of how carefully the creative team, which included many Osage advisers and skilled craftspeople, attempted to capture this moment of Osage and US history.\n\nFor all the scene’s historical veracity, it also feels like a fantastical counterhistory to the stories we associate with this era. White characters willingly and joyfully embrace Osage ritual practices, chanting, singing, and clapping along with the rite. In the history of most encounters between Native Americans and European Americans there are few examples of this kind of ritual flexibility on the part of White people. Native practices were largely scorned or actively destroyed through assimilation policies. In this wedding ritual we glimpse an unexpected world where two different cultures appear to be equals of a kind, attempting something like genuine exchange.\n\nEven as we watch, we know it is a counterhistory in a darker, more devastating way. The film is an adaptation of the book of the same name by journalist David Grann, which tells the story of the unprecedented wealth the Osage acquired in the early 20th century when oil was discovered on their reservation, and the systematic, widespread conspiracy by White settlers in Osage territory to manipulate and murder them for their wealth.\n\nScorsese intentionally reframes his adaptation around the love story of Ernest and Mollie. He eschews exposition or historical explanation. There is no discussion of the long process of Indigenous massacre and displacement that led the Osage to settle on the land that eventually made them rich. Nor does the film explain the federal policy that declared most of the newly wealthy Osage “incompetents” and assigned them White guardians, opening the channel by which their wealth could pass into White hands after their deaths. These realities are gestured to in dialogue but never explained.\n\nInstead, the film keeps circling Mollie and Ernest’s marriage like a cipher at its heart, opaque no matter how much we know of it. All the violent contradictions of history unfold in domestic intimacy. We see the deep currents of racism against Native people in the horrified White aunt who shows up for Sunday dinner; we listen as Mollie gossips with her sisters about the White men they have married or dated as they attempt to figure out the line between real love and the greed that they know motivates their suitors. We watch Ernest learn Osage to comfort Mollie in her grief. We come to believe that Mollie and Ernest really did love one another and find solace in their marriage. How, the film forces us to ask, could this all be true at once?\n\nUnlike in the book, there is no doubt throughout the film who killed the Osage or why—indeed, the who-done-it is answered almost immediately. But the clarity of plot only points to a deeper mystery of how those who enacted such bald and unprovoked violence could live in such intimate proximity with their victims. I have had many debates with friends about whether the film lets the viewer off the hook by making the horror of what happened seem like the moral failings of just a handful of weak-willed White men who were manipulated by one particularly devious ringleader. If that is the case, it is easy, especially for non-Native viewers, to explain away what we are watching as though it has no history or no bearing on our present.\n\nDays after seeing the film, I kept returning in my mind to that wedding scene. What did this ceremony represent for Mollie and Ernest and their communities? What kind of cultural exchange and intermarriage of values did they hope to achieve? Ernest is joyful and sheepish in his good fortune, clearly in love. But he has already told us what values he brings to the ceremony. “I do love money!” he announces with boyish glee when being presented with the idea of marrying a rich Osage woman. This value— accumulating and maintaining control over wealth—emerges as the essence of White culture in the film. Anything can be justified by the desire to make sure wealth flows into White hands and White lands. Mollie is also joyful and hopeful at her wedding, but there is an edge of reserve in her bearing, as though she can’t see clearly what she is marrying into or can’t believe what she sees.\n\nEarlier in their courtship, Mollie and Ernest have dinner in her home. He is eager to break out the whiskey and see where the night will take them. When a thunderstorm breaks on the plains and rain begins to pelt through the open window, Ernest rushes to close it but Mollie insists they must sit quietly, listening to the storm, being present to it. Ernest plays along, but we can see the effort it is costing him, his hands itching toward the whiskey bottle.\n\nIn this silent moment, two very different systems of meaning and value are on display, differences more profound than the clothing one wears to a celebration or even the words spoken in a holy rite. Mollie is inviting Ernest into another way of being with her. But to really join her would require silence on Ernest’s part, a patience to listen. This is something Ernest cannot do, to devastating ends. But in its slow unfolding and refusal to pontificate, the film may be making the same invitation to viewers.",
        "date": "1/12/2023"
      },
      {
        "id": "kotfm_2",
        "content": "Martin Scorsese’s Killers of the Flower Moon, which just opened in theaters around Israel (and will be available for streaming next month on Apple TV+), is an epic Western starring Leonardo DiCaprio and Robert De Niro that some have hailed as the director’s best movie in decades.\n\nWhile I wouldn’t go that far, it features a fascinating fact-based story, some brilliantly filmed set pieces, and a great ensemble cast with some of America’s finest actors.\n\nEssentially, the movie plays like Chinatown (about the fight for access to water in the real-estate boom of Los Angeles in the 1930s) meets Dances with Wolves (the story of a white Civil War soldier who draws close to a Sioux tribe), and Heaven’s Gate, an artsy Western.\n\nBut in spite of all the interesting elements in the mix, Killers never comes together to match the greatness of Scorsese’s previous classics, such as Mean Streets, Taxi Driver, and Goodfellas.\n\n Director Martin Scorsese attends the premiere for the film 'Killers of the Flower Moon' in Los Angeles, California, US, October 16, 2023. (credit: REUTERS/MARIO ANZUONI)\nDirector Martin Scorsese attends the premiere for the film 'Killers of the Flower Moon' in Los Angeles, California, US, October 16, 2023. (credit: REUTERS/MARIO ANZUONI)\nBased on an acclaimed nonfiction book by David Grann, Killers is about what happens after the Native American Osage tribe discovers oil on their tribal land in Oklahoma early in the 20th century, making them the richest people in America per capita.\n\nThis is a story I had never heard before, although I have since learned that the late New York City Ballet prima ballerina Maria Tallchief came from this community and grew up in a wealthy family; interestingly, in one scene, little white and Native American girls take a ballet class together.\n\nWhite Americans schemed to acquire the Osage oil wealth, carrying out a series of murders that were ignored by the authorities for years. It’s very much a contemporary Western that offers a scathing, if not terribly original, critique of the exploitation of Native Americans by whites.\n\nAdvertisement\nThe film's plot and characters\nTHE FILM opens with a Native American ceremony in which they mourn the assimilation of the younger generation. As some of the young men leave and walk in a field of flowers, the “flower moon” of the title, oil begins gushing. A staged but realistic-looking newsreel follows, showing how the Osage spent their wealth by mimicking the behavior of the upper class: buying fancy cars, decking themselves in jewelry, taking up golf, etc.\n\nNext, we meet Ernest Burkhart, a recently discharged soldier who served in World War I, played by DiCaprio, who is in his late 40s and must have been one of the oldest recruits in the military. While DiCaprio has been Scorsese’s go-to leading man for decades, he seems miscast here. He arrives in an Oklahoma town at the center of the Osage oil boom. Ernest has come to see his uncle, William Hale (De Niro), who owns a cattle plantation in the area.\n\nTheir opening conversation establishes that Ernest is not the sharpest tool in the drawer but sees himself as an irresistible ladies’ man.\n\nHis uncle, who speaks the Osage language and claims to love the tribe, gives him a job as a taxi driver and encourages him to woo Mollie (Lily Gladstone), an Osage woman who suffers from diabetes, so he can acquire her oil money. What is not stated explicitly is that the Osage men were so weak from alcoholism and their pre-oil poverty that they did not put up much of a fight as opportunistic outsiders married Osage women.\n\nMollie’s sister Minnie (Jillian Dion) is married to Bill Smith (Jason Isbell), a shady type. After her death from a “wasting disease,” which may have had something to do with unscrupulous doctors in the town, Smith marries Reta (Janae Collins), another sister.\n\nMollie herself realizes that Ernest is no great brain, but she avows that she is extremely attracted to him, although I never felt much chemistry between the two actors. We are just supposed to accept that she is crazy about him because the script says she is. In any case, Ernest professes his love for her often.\n\nThey marry and are enjoying some version of domestic bliss when Hale gets Ernest involved in increasingly complicated schemes to kill Mollie’s sisters and mother to gain control of her family’s wealth and to help with the murders of other Osage townspeople.\n\nMollie and the Osage community fight to get the murder spree investigated, while Ernest stands by, giving Mollie hangdog looks and botching most of the deadly tasks his uncle assigns to him. It’s never clear whether he messes up out of incompetence or the fact that he has genuine feelings for Mollie, although it eventually seems to be a little of both.\n\nIt’s usually not a great idea to hang a movie on a dimwitted protagonist, and it’s hard to care about Ernest, which is the deepest flaw at the heart of the movie.\n\nThe other major problem is Hale. De Niro tackles the character with his trademark scowl, and his malevolence is established early on and without any real shading or nuance, so I found myself wondering why it was taking so long for everyone in town to figure out that Hale was behind the killings.\n\nHe’s just an evil old white guy, and while, apparently, that’s what the real Hale actually was, it seems there could have been a way to make him more interesting. He is meant to be an engaging villain, but he is never even close to being as interesting as the key antagonist in Chinatown, Noah Cross (John Huston). And he never utters a line as memorable as Cross’s assertion that “most people never have to face the fact that at the right time and in the right place, they’re capable of anything.”\n\nTHE THIRD act of the movie revolves around a criminal investigation and a trial, which is an opportunity for a parade of terrific actors to shine in a few scenes. These include Jesse Plemons of Friday Night Lights as an FBI investigator, John Lithgow as a prosecutor, and Brendan Fraser as a defense attorney.\n\nUnfortunately, the trial doesn’t quite generate the suspense that it should, and the movie often feels as long as it is. It runs a staggering three hours and 26 minutes, a dispiriting trend among serious-minded Hollywood movies these days.\n\nBut Killers has its virtues, and the flower that really blooms in this story is Lily Gladstone, a distinctive and appealing actress who made a huge impression in her breakout role as a rancher who falls in love with a college teacher played by Kristen Stewart in Kelly Reichardt’s 2016 movie, Certain Women.\n\nThe minute I left the screening of that film, I checked to find out who played the rancher, and knew that Gladstone was headed for bigger roles. Her character is the heart and soul of Killers, and because she is so much more interesting than any of the men, I was often annoyed when her scenes ended.\n\nThe movie has come under criticism for the fact that it tells a story about the Osage from the point of view of a white man, but the real problem is that Gladstone, who will certainly be nominated for an Oscar, didn’t get even more screen time and that her character spends many of her scenes slipping in and out of a diabetic coma without much to say.\n\nScorsese knows how to film complex sequences and find telling, unusual details to underline the action. The cinematography is gorgeous; Gladstone’s smooth skin is lit to make her look like she is in a Vermeer painting, and there are scenes of the corrupt town establishment that look like Rembrandt’s portrait of the powerful drapers’ guild. Many scenes reveal amazing details of Osage life, and I imagine Scorsese focused his energy on these details rather than on character development. When Ernest and Mollie marry, for example, she wears what looks like a 19th-century American military uniform with an elaborate Native-American headdress.\n\nTheir wedding mixes Christian tradition with Native American custom, which speaks volumes about the Osage’s challenges as they rush to adopt mainstream American customs but keep a little of their own tradition. Scorsese has always been fascinated with ritual and custom, particularly religious ritual, which is clear in such disparate movies as Mean Streets and Kundun.\n\nAt the end, instead of resolving the story with a series of titles, there is a radio play from the 1940s about the murders that we see being taped, and this play has a verve that much of the movie lacks. Scorsese puts himself front and center in a cameo here, perhaps because he knows he may not be making too many more movies.\n\nKillers of the Flower Moon is middling Scorsese, and its tone and approach remind me of another meticulously researched drama he made, Gangs of New York. You could learn a lot about the Osage oil boom from Killers, but the characters won’t stay with you afterwards the way they would have if the film had been great.",
        "date": "1/12/2023"
      },
      {
        "id": "kotfm_3",
        "content": "Getting your arms all the way around “Killers of the Flower Moon” is a tricky endeavor.\n\nThat isn’t only because of the film’s length — nearly three-and-a-half hours — although that’s certainly part of it.\n\nAn epic Western crime drama based on real and entirely stomach-turning events from roughly a century ago, the latest film from acclaimed director Martin Scorsese could be seen as so many things. Among them: a treatise on greed and exploitation and a character study of the extremely flawed man at the center of the story, Ernest Burkhart.\n\nAnd while it excels at being neither of those, Scorsese’s chronicling of the so-called “Reign of Terror” experienced by the Osage nation — during which many of its members were systematically killed by those wishing to obtain the Native American group’s oil-related wealth — it nonetheless is a largely compelling and engaging cinematic experience.\n\n\n\nIn theaters this week and bound for Apple TV+ at some point down the line, “Flower Moon” moves more fluidly than Scorsese’s previous film, the sometimes tedious and barely longer 2019 affair “The Irishman.” \n\nThis time, one of the stars of the latter, Robert De Niro, shares the screen with another Scorsese regular, Leonardo DiCaprio. It is an acting tandem that first starred opposite one another 30 years ago in “This Boy’s Life.” While the actors get plenty of screen time together here, DiCaprio is front and center Earnest, who arrives in Fairfax, Oklahoma, to work for his cattle-farming uncle, De Niro’s William “King” Hale.\n\nRobert De Niro and Leonardo DiCaprio starea scene in \"Killers of the Flower Moon.\" (Courtesy of Apple)\nRobert De Niro and Leonardo DiCaprio starea scene in “Killers of the Flower Moon.” (Courtesy of Apple)\nAfter Scorsese shows us the 1894 discovery of the oil beneath the land belonging to the Osage nation — which, according to the film’s production notes, had been relocated to “Indian Territory” in Oklahoma by the American government — we see the immense wealth that follows for its people.\n\nErnest is one of many whites flooding into the town in the 1920s looking for a piece of the action. At first, he drives a cab for his uncle, which is how he first encounters Mollie Kyle (Lily Gladstone), a member of a wealthy Osage family. William encourages Ernest to get to know Mollie; were they to marry, he suggests, it would put Ernest on a path to a lucrative inheritance.\n\nMollie seems to know what Ernest is — a “coyote,” as she puts it — but she clearly is amused by him, and wed they do.\n\nLeonardo DiCaprio's Ernest tries to charm Lily Gladstone's Mollie early on in \"Killers of the Flower Moon.\" (Courtesy of Apple)\nLeonardo DiCaprio’s Ernest tries to charm Lily Gladstone’s Mollie early on in “Killers of the Flower Moon.” (Courtesy of Apple)\nWilliam’s scheming goes far beyond his plans for Ernest, of course, and at his direction, Osage nation members, many in their 20s and 30s, die mysteriously — and without investigation. Scorsese presents some of the murders, although he doesn’t seem as interested as he has at times in the past in portraying the violence in the most arresting manner possible.\n\nBased on investigative journalist David Grann’s 2017 book “Killers of the Flower Moon: The Osage Murders and the Birth of the FBI,” the film has been in development for years by Scorsese, who was recruited for it by DiCaprio. Early on, Scorsese was crafting a narrative centered around Tom White, an FBI investigator portrayed in the film by “Irishman” alum Jesse Plemons. However, the final screenplay — co-written by Eric Roth (“Forrest Gump,” “The Insider”) shifts the focus to Ernest and, to a lesser degree, Mollie. It was a wise decision — as Scorsese says, we’ve seen similar lawman-focused approaches many times before.\n\nUnfortunately, though, Ernest, an admitted lover of women and money, is a bit of a frustrating figure. He’s certainly in on his uncle’s nefarious mission, but he also seems to care, at least on some level, about Mollie — despite some actions that suggest otherwise. You could argue he’s a complex character, but he never becomes all that interesting, which is surprising given the talents of DiCaprio (“The Revenant,” “Gangs of New York”).\n\nMeanwhile, De Niro’s William, a constant manipulator, is borderline-cartoonish, which is obviously disappointing. Scorsese and De Niro now have collaborated on 10 features, and you’ll find stronger work in the previous nine, especially in 1976’s “Taxi Driver” and 1990’s “Goodfellas.”\n\n\nJesse Plemons’ Tom White, an agent with the FBI, a new government institution. questions Robert De Niro’s William “King” Hale in a scene from “Killers of the Flower Moon.” (Courtesy of Apple)\nOn the other hand, Gladstone (“Certain Women,” “Fancy Dance”) — who was raised on the Blackfeet Reservation in northwestern Montana and is from the Blackfeet and Nez Perce Tribal Nations — is the standout of the film. Unfortunately, Mollie is relegated to the sidelines for a good chunk of “Flower Moon,” but, still, Gladstone’s performance lends humanity to the proceedings. If her work isn’t the film’s heart, it is its soul.\n\nRELATED ARTICLES\n‘Saltburn’ review: A ‘Promising’ work from Fennell with too much Keoghan\n‘Napoleon’ review: Ridley Scott gives us only a partial picture\n‘Wish’ review: Disney pays homage to itself with lovely animated tale\nHoliday movie preview: Sweet symphony of Oscar hopefuls, family fare\n‘Hunger Games: The Ballad of Songbirds & Snakes’: The villain’s journey\nNumerous supporting players bring a little something to “Flower Moon,” including Scott Shepherd (“The Last of Us”) as Ernest’s murderous brother, Byron; John Lithgow (“Bombshell”) and Brendan Fraser (“The Whale”) as attorneys on opposite sides of a case; and several well-known musicians, including Jack White, Jason Isbell, Pete Yorn and Sturgill Simpson, the latter playing a larger role than the others.\n\nEven as you wish for the sum of its parts to be greater, there is much to appreciate with this film, including interestingly constructed scene after interestingly constructed scene, as well as consultations with today’s Osage people, the inclusion of Osage cast members and the shooting of “Flower Moon” on location in Oklahoma on the Osage reservation.\n\nFollowing Grann’s highly regarded book, the film further sheds light on a horrific chapter of history previously known to too few.\n\nAn Academy Award winner for 2006’s “The Departed,” Scorsese saves some of his best work for its coda, in which he appears and which places final punctuation on what happened and why it matters.\n\n“Killers of the Flower Moon” isn’t ultimately among his strongest work — and, no, it need not be as lengthy as it is — but it’s still stronger than that of myriad other filmmakers.",
        "date": "2/12/2023"
      },
      {
        "id": "kotfm_4",
        "content": "Creatures, a few weeks ago I watched Killers of the Flower Moon, a Scorsese flick about the 1920s wave of murderous violence unleashed by white men greedy for the oil wealth of the Osage Indians. If that sounds like an unexpected subject for a Scorsese flick, that’s one of the movie’s strengths: the moment when you realize that this story is perfect for this director. Not the one-man-alone Scorsese of Taxi Driver or Raging Bull or Bringing Out the Dead, not actually the period Scorsese of Age of Innocence, but the Scorsese of Goodfellas and Casino and The Irishman. It’s a riff on two genres: the Western, sure, a little bit, but mostly the mafia movie. The mob flick, but for lynch mobs; the roaring twenties, but the roar is your Black neighbors’ houses in flames.\n\n[I’m going to talk about a bunch of specific choices here, including the final image; I’m very grateful I didn’t know what that image would be in advance, so if you also prefer this kind of swerve and surprise, skip this post until you’ve seen the film.]\n\nAs I was watching the film, I could feel myself deciding to like choices that I could have decided to dislike. The prowling camera inside the central couple’s home, trapped amid fine material goods; the pained grimace that is Leonardo DiCaprio’s only expression throughout this entire movie. There’s a stagey quality to parts of this film, even before the sudden swerve into metatheater at the end. It all worked for me, partly for mysterious reasons of movie chemistry but maybe partly because these choices were made to entertain: a word that could sound like criticism, it could sound like I’m calling Scorsese exploitative or the audience ghoulish, but I basically mean that the emotions resonate. Glee, shock, suspense, fear, hope, sorrow.\n\nThere’s an extended introduction that includes scenes of Jazz Age Indian wealth—scenes I haven’t seen in any other movie before. It’s exciting! Osage limos, Osage flappers, Osage pilots in their dashing new two-seater planes. I’m obviously having my emotions during this scene as a white viewer, but I think a thing the film does, why its keen attention to what your emotions are doing is interesting, is keep those emotions tightly bound to the Osage people. Scorsese knows how to make you feel certain things in a way that will keep you watching—these are the skills of the entertainer. And he’s using them, here, to keep you emotionally in an Osage viewpoint even though the actual narrative, the events you see and the way you learn what’s happening, follows the white people.\n\nThe two main white folks are somewhat blank: Robert De Niro is a pure villain, radix malorum est This Guy. DiCaprio plays Ernest Burkhart, a returning WWI veteran who marries an Osage woman, Mollie Kyle (Lily Gladstone)—but unlike the other white men courting Osage oil belles, he’s marrying for love. He thinks he’s marrying for love. He closes all the doors between his heart and his conscience, so he can believe that when he reaches toward his wife, what he’s doing can still bear the name of love. No matter what I do to you, I love you—even Ernest must know that that’s never true.\n\nKillers rises toward genre horror, and the horror comes from the intimacy of the violence being committed against the Osage. Everyone who’s murdering them says, “I am your friend. I love you. Look at all I’ve done for you!” Everyone who’s murdering them seems to believe it, too.\n\nMollie’s a terrific character. She’s wry—I know this is one of those words I overuse, like “desultory,” but this time I’m right! She’s wry and tough, she’s worldly-wise, she’s wealthy and she knows, or thinks she knows, that her wealth is a target painted on her chest. The thing is that she knows she’s smart and tough and clear-eyed. People who know that they are smart are susceptible to believing that all their judgment calls are the smart ones. People who know they’re cynical about human nature can be conned if you convince them that only somebody as worldly-wise as them would see that you’re on the level. It’s like that Sartre riff, which I can’t remember where I read it—somewhere in the old blogosphere days—Hell is other people: but not you (you’re different). Mollie knows her strengths, and that leads her to underestimate her vulnerability. And yet in the end it’s her strength of will that brings an end to the killing.\n\nAnd it’s also the FBI. Scorsese trusts his audience on this, I think. He does not go into the blank unholy Hoover of it all: the part where the FBI comes to Osage country in order to strengthen their own power. The radio-show bit at the end is a bravura scene, shocking and full of devastating comedy, and one of the things it’s doing is lampshading the heroic role this narrative gives the FBI. Next week on the King Arthur Flour Hour: our G-men tackle the degenerate subversive, Doctor King! Scorsese doesn’t say that, which is good, he absolutely should not have, but he does show you how this story might become that one.\n\nKillers made me think of a couple ways the Western and the gangster film intertwine. The Western is about violence and lawlessness, which are glamorous and lucrative, and available to people of every race: That’s the Fugees in “Cowboys” taking on the personae of Drug War criminals, taunting, “Yo, this was how the West was won!” The Western is about violence and lawlessness, which are forms of freedom: That’s the men interviewed for The Act of Killing, who butchered fellow Indonesians accused of Communism, and who call themselves “premen,” which is the English, free men.\n\nBut then the thing that makes Killers feel most like a Western is that one of the classic Western forms is “the tragic institution of order.” Here, we do end with a scene of order: the circle dance. It isn’t a tragic new institution, but a restoration. Whatever role lawmen played in making it possible, it isn’t the kind of order lawmen bring.",
        "date": "2/12/2023"
      },
      {
        "id": "kotfm_5",
        "content": "Lament is at the heart of Killers of the Flower Moon, the latest film from director Martin Scorsese, which premieres on Apple TV+ and in theaters on Friday, October 20. The subject may seem well-worn—a true-life story of a murder spree—but Scorsese elevates it into a meditation on love, guilt, and what it means to be righteous.\n\n\nBased on a journalistic history with the same title, Flower Moon’s story opens in Oklahoma just after the end of the First World War, when Ernest Burkhart (Leonardo DiCaprio) drifts into town following lackluster army service. His uncle, William King Hale (Robert De Niro), offers Ernest a home and work at his cattle ranch in Osage territory.\n\nThere, Ernest meets Mollie (Lily Gladstone), a member of the Osage people, in a context that may be unfamiliar to viewers acquainted with other stories of Native Americans. In Osage country, the tables are turned. The tribe’s land has oil—and lots of it. The Osages drive fancy cars, wear fur coats, and drip with jewels. They live in luxurious houses where they employ poor white people, like Ernest, as chauffeurs, cleaners, nannies, and cooks.\n\nAll that money—and the young women who inherit it—creates high temptation for ne’er-do-well men looking for a fast path to riches. If those riches come through love, so be it. If not, murder is an option too.\n\nIn other hands, this premise would produce a predictable story, a cautionary tale of white people’s injustice to Native Americans. That element is certainly there, but Scorsese has more to say, too, dwelling on all humans’ capacity to ignore the darkness in our own hearts.\n\nThe villains of the story are convinced of their own righteousness. They have no interest in repentance—no sense of their need for redemption—because they have muted their hearts to their own sin. “Can you find the wolves in this picture?” DiCaprio reads in halting voiceover, in one of the movie’s trailers, as an image appears of “respectable” white characters who would never think of themselves as wolves.\n\nThat depth is possible thanks to the performances of De Niro and DiCaprio, Scorsese favorites who are here returning to well-trod ground. DiCaprio’s turn as Ernest is particularly remarkable: It may be easy to play a big man—a dastardly villain or a dashing hero—but Ernest is a small man. He is not smart. He is not hardworking or principled or even ambitious in any real way. Yet DiCaprio manages to make him sympathetic by focusing on the one pure thing in his life: his love for Mollie.\n\nArticle continues below\nFree Newsletters\nGet the best from CT editors, delivered straight to your inbox!\nEmail Address\nMORE NEWSLETTERS\nThis close focus creates something intimate and heartbreaking—and with it, Scorsese masterfully prods the audience to serious reflection, too, about how we would have behaved had we lived in this story’s era. It may be hard to imagine what we’d have done as a Custer or a Sitting Bull, because few of us are men or women of history. But we could all be Ernest or Mollie, ordinary folk who fall in love, start families, and witness history against the intimate backdrop of our own lives.\n\nDe Niro’s William King Hale, meanwhile, is an unsettling figure. He presents himself as a righteous man, full of care for his Osage neighbors, always ready with a lesson from the Bible. He lauds the Osages as good people, speaks their language, knows their families by their Osage names. He is a friend to the Osages, he claims. He loves each child of God equally, he claims—and perhaps sincerely. Scorsese is assured enough in his art to leave us with more questions than answers. Does Hale truly believe in his own goodness, and if so, how is that possible? Is the human heart really so self-deceived?\n\nThat examination of hypocrisy—of the Lord’s name taken in vain—is perhaps the most disquieting part of the film. Most characters are Christians who worship together in the local Catholic church (though the Osages also maintain older traditions). The contrast Scorsese explores is not between different faiths but between publicly professed faith and lived faith, between people who talk and people who listen.\n\nThe modern world is all noise, but the Osages seek the stillness of an empty church or the emptiness of the prairie to pour out their sorrow and confusion directly to God. Each Osage character is a Jeremiah: one who cannot help but see the surrounding darkness—and cannot help but hope for deliverance.\n\nDespite the turmoil, the Osages live out their lives and faith in solemn quiet—the quiet of a running stream or whispering wind. And like them, the movie is most powerful in its silent moments. Scorsese has the confidence of a director who knows when to let the wind speak.\n\nThis does not mean Flower Moon is comfortable or calm. Perhaps the most disturbing moments are the instances of casual racism, the matter-of-fact comments on a baby’s skin color or a parade in the background in which a group of native mothers of soldiers march alongside the Ku Klux Klan. These details are all the more powerful for their nonchalance. The characters are undisturbed, but modern viewers will be knocked off balance.\n\nArticle continues below\nMore broadly, though, we are left with lament. There is much loss to be borne: loss of a people, loss of loved ones, loss of a dream, loss of one’s own soul. “Narrow is the way,” one character tells Ernest. In Killers of the Flower Moon, that narrow way is left uncharted.\n\nCaveat Spectator\nKillers of the Flower Moon is rated R for violence, grisly images, and some language. There is little sexual content, the most graphic being married love that is quickly faded out. There are some images of violence and several disturbing murders. Scorsese manages to make each death felt as a new outrage.",
        "date": "2/12/2023"
      },
      {
        "id": "kotfm_6",
        "content": "There are a lot of movies out right now in the ether that you can choose from, but sometimes, it’s just so hard to pick which ones are worth your time.\n\nLuckily, we’ve watched a lot of movies lately and have picked out five films that you can check out right now that are absolutely worth spending time with as temperatures get colder and being indoors to watch a movie sounds more and more appealing for a night out (or in).\n\nLet’s check out five of these films, which range from some major Oscar contenders to holiday-themed laughs and scares.\n\nThe Holdovers\n\nJust everything that’s great about movies, you can find in The Holdovers. It’s one of those movies that you just want to go on forever because you never want to leave. Ths is Paul Giamatti’s finest hour, and Dominic Sessa (!) and Da’Vine Joy Randolph just complete it for easily one of the best films of the decade so far. I’ll be firing this one up at Christmas yearly. It’s a stunner.\n\nWhere to Watch: Theaters\n\nThanksgiving\n\nSony\n\nStripped largely free of the exploitative immaturity of the 2007 faux-trailer, this has to be Eli Roth’s masterpiece. It’s everything that he’s always been about as a filmmaker, but it’s framed in such a way to where it feels less animus and more welcoming.\n\nThanksgiving gives Roth’s generational feel for horror violence a purpose, and it unshackles him from his lesser instincts as a filmmaker as a result. It’s a stark jump in maturity for him, and he’s a much better director because of it. Sure, this film is unrelenting in its kills, but it’s more classically rendered and much less impish. You can actually have fun watching this, as it’s not just delighting in serving up its victims on a silver platter. Well, okay, it is, but the way the story sets the stage, it’s so, so, so much more intentional. The brutal murders aren’t even the grossest aspect of this movie, and that’s kind of the genius of it.\n\nWhere to Watch: Theaters\n\nPriscilla\n\nA suffocating, isolating study, drawn in with the promise of legend and purposefully undermined with the cruel truths of reality. Sofia Coppola was the perfect person to study Priscilla Presley because she understands how to bring forth the ornate and instantly undercut it with the way she frames it.\n\nThe Elvis mythos stands no chance here, even if it gets a logical highlight as it’s impossible to tell this story without reminding us of what we already know and feel about an iconic entertainer that is inseparable with American culture. Baz Luhrmann knew how to bring forth the spectacle of Elvis, the bone-chilling brilliance of his showmanship, like staring into the eyes of God on his heavenly throne. Coppola brushes past that for the toxic masculinity and devastating immaturity and insecurity that plagued the King and enveloped Priscilla in a lonely labyrinth of her choosing.\n\nCoppola doesn’t seek to crucify Elvis as much as underscore his messy humanity, the kind that makes this American love story uncomfortable and his Memphis Mafia, tabloid romantic aura much less endearing and much more loathsome. Priscilla is given the resolve she deserves with her portrayal to make it past the doldrums of her waning marriage, and Cailee Spaeny gives Priscilla the soul that Luhrmann’s Elvis-centric film just didn’t have the bandwidth to afford. Jacob Eldori is sensational as Elvis, mixing in a reserved empathy and a moody danger that only the best portrayals of complicated men can find. There aren’t “bad guys” in this story because that’s now how these stories go, but there is a hero, and she gets her due.\n\nWhere to Watch: Theaters \n\nKillers of the Flower Moon\n\nKillers of the Flower Moon is as searing an epic as Martin Scorsese has made in his career, and if we don’t take this ending very seriously, we’re going to lose the medium. Film won’t be able to survive if we don’t expand opportunities and budgets for diverse filmmakers.\n\nThere is no more important issue with film right now than ensuring diverse filmmakers get the resources they need to make the films they want to make. Studios can’t just withhold the big budgets for IP; we need originality – human cinema – from wide arrays of perspectives.\n\nScorsese’s been rightfully able to work with the resources he’s earned throughout his career to make a true filmography that will last. He uses this film, in part, to plead with the powers that be to quickly spread the wealth to the voices so often denied these grand platforms.\n\nI don’t think the movies so many of us love the most will make it in the ceaseless sea of IP if more diverse filmmakers aren’t given chances to make the films Scorsese has always made. It’s all about money, and it’s past time the industry treated more filmmakers like royalty.\n\nWhere to Watch: Theaters\n\nDumb Money\n\nI think I’ve got a soft spot for a movie like this, one filled with a bunch of great actors doing their thing with a really intriguing story and a director who has done this enough to understand the little things that keep the pace moving and tone grounded. It’s a very rousing “stick it to the man” dramedy, even if I think it captures the righteous thrill of “dumb money” traders and what fuels people to push against the system much better than it does the people who push the big buttons on high and why they’re all full of it.\n\nIt’d be a fun double feature with The Big Short, which better spells out how the dominoes fall up top. Dumb Money gets into the underdogs who gamed the system, and it’s hard not to tap into the mood. Anthony Ramos gets a scene at a GameStop with Dane DeHaan at the end that’s such a perfectly orchestrated “crowd cheer” moment that seals the whole thing.",
        "date": "3/12/2023"
      },
      {
        "id": "kotfm_7",
        "content": "Killers Of The Flower Moon: Same White Savior, Different Day\n\nWhere does one begin. Perhaps in assessing what was discarded for this historical drama, with the original title of the adapted book - deleted both literally and figuratively beyond the nearly three and a half hour running time. Namely, the politically upstaged cheerleading 'Killers Of The Flower Moon: The Osage Murders And The Birth Of The FBI.' \n\nWhile tucked away in this glorification of  J. Edgar Hoover - rather busy as well at the time with the persecution and mass deportation of the left known as the Palmer Raids - is the actual Oklahoma Osage Tribe. Victims relegated as seemingly extras, behind the front and center story of charismatically conceived white psychopathic villains engaging in their serial race slaughter.\n\nWhether subconsciously or not on the part of director and co-screenwriter Martin Scorsese's lack of capacity to identify with the 'other' racially, or a question of pandering to the primarily white audiences, what results is a continuing genocidal 'manifest destiny' denial of official US history - in this case as the falsified 'end' of history when it comes to the continuing injustices perpetrated by this country.  While no less than the telling clueless co-scripting of the film by Forrest Gump screenwriter, Eric Roth. \n\nWhich might call into question as well, Gladstone as the choice for the film's female protagonist, rather than an actress with an indigenous appearance. And bringing to mind that historical rejection of dark African American actresses in favor of light skinned Dorothy Dandridge - which would seem by now to have been a deplorable relic of the past in Hollywood. And Gladstone as not only part European, but a distant cousin of 19th century British Prime Minister William Gladstone.\n\nWhile in yet another buried US history, this one the slow motion genocide of the Osage people of Oklahoma, a conspiracy of white settlers to steal their fortunes derived from the chance discovery of immensely lucrative oil on the Osage land - ironically a case of barren territory where they were driven, after being cast off fertile Kansas land. And because a legal system was in place moving into the 1920's, slaughter and white land grabbing was more problematic - resulting in schemes to bypass the laws by marrying into the Osage families, then murdering them to inherit their wealth.\n\nOne true story back then, and which is the central narrative of the film, concerns the questionable marriage of bottom feeder Ernest Burkhart (Leonardo DiCaprio, somewhat the retro-western version of an equally sinister though weirdly whimsical Travis Bickle, with his old school vintage taxi) to wealthy indigenous Mollie (Lily Gladstone). As disappearances and serial murders abound, while Ernest plots to murder Mollie undetected, by slowly poisoning her.\n\nNeedless to say, her devoted cluelessness towards Ernest even as her family members succumb to their demise around her, and his emotional outbursts professing his love for his wife, lack a hint of irony not to mention any rational explanation over the film's three hour duration. While the many loose ends are conveniently resolved with a hasty postscript prior to Scorsese himself weighing in as a radio personality - apparently substituting on air comic relief for comprehension, let alone candor.\n\nAnd in effect rendering film critics and commentators alike with the task of filling in the many blanks, in particular historically. And a challenge to the original book's blurb - the whitewashing assertion that Hoover's operatives stepping in for the convenient happy ending displayed  'heroism and a nation's struggle to leave its frontier culture behind and enter the modern world.\"\n\nAnd a peculiar western tendency by the white settlers to this day, asserting in unusual numbers their partial ancestral Native American heritage - actually a popular practice back then no matter how racist those making claims might be - with such assertions being quite legal and not requiring proof, in taking over land belonging to subsequently displaced Native Americans.  And with the film bypassing not only the enormous popularity of the socialist movements at the time in Oklahoma, including their elected officials - but the tremendous surprising recognition back then of heartland Socialist candidate Eugene Debs, campaigning from jail.\n\nAll of which would seem to render Killers Of The Flower Moon a killer of historical truth as well. And a seemingly unavoidable connection, between the dropped title of the original work declaring ' The Osage Murders And The Birth Of The FBI' - and the United States continuing that not unrelated pseudo-messianic declaration, as millions around the world have been slaughtered by this country in that deplorably bid to 'save democracy.'\n\nPrairie Miller",
        "date": "3/12/2023"
      },
      {
        "id": "kotfm_8",
        "content": "The latest match-up of Marty, Leo and Bobby is based on journalist David Grann’s 2017 non-fiction book, which investigates a series of murders of wealthy Osage people that took place in Osage County, Oklahoma, in the early 1920s. Big oil deposits were discovered beneath their native title-held land and the state court awarded rights and all profits to the Osage people.\n\nBut cunning capitalists devise a plot to eliminate the Osage. White settlers marry themselves to Osage women, binding themselves by wedlock to the Osage oil receipts, and soon any full blood relatives in line for the money are found dead. Officially, the count of the wealthy Osage victims reaches 20, though likely hundreds more were killed. The book details the newly formed FBI's investigation of the murders, as well as the eventual trial and conviction of cattleman William King Hale as the mastermind behind the plot.\n\nThe lead character in the book is investigator Tom White. In the film, he’s played by Jesse Plemons, though doesn’t make an appearance until about the two hour mark. Instead, Scorsese’s protagonist is returned WW1 serviceman Ernest Burkhart, played by Leonardo di Caprio. He’s not a very interesting or complex character, and Leo gives one of his less convincing performances, but he does provide Scorsese with a device upon which to pivot his plotting with flashbacks that slowly reveal Ernest to be an easily-manipulated and violent tool of cattleman kingpin William ‘King’ Hale (Robert de Niro). \n\n\n\nScorsese’s key interest in this narrative is the criminal machinations of the plot, which is no surprise given his career has almost exclusively been that type of film. Women in Scorsese films are usually victimised or bullied into sadness, mostly present to show what scumbags his lead characters are, like in Raging Bull or The Wolf of Wall Street or Casino or Goodfellas or Taxi Driver or Gangs of New York (that is, if they are present at all, like in The Irishman or The Departed).\n\nHe casts the brilliant Lily Gladstone as Osage woman Molly, the strongest sister in a family of strong women...or so we are left to assume. She is smart and sensitive and proudly Osage, but she’s subservient and naive when it comes to the actions of her brutish husband, Ernest. With her whole tribe dying around her, Ernest (and Scorsese) keeps her quiet by plying her drugs and deceit…until good white man medicine saves her and she gets a brief moment to confront Ernest about his actions.      \n\nMolly is a support character in what should be her story. Instead, Scorsese gives more screen time than he should to toothless hillbilly henchmen or, even more worryingly, one-dimensional depictions of Osage as violent drunks or mentally unwell or noble but nonplussed. Although he exhibits his usual technical flair and filmmaking bravado, Scorsese skirts around the issues that could’ve been addressed to tell a story we’ve already seen him tell.",
        "date": "3/12/2023"
      }
    ]
  }
}